Repository: miataru/miataru-ios-client
Catalog: miataru/miataru/Assets/Localizable.xcstrings
Source language: en
Languages: da, de, es, fi, fr, it, ja, nl, zh_hans

# frequent_background_visitor_check_30m_explanation
source: In frequent background mode, visitor history is requested at most every 30 minutes. Location uploads continue according to the server-delivery setting.
da: I den hyppigere baggrundstilstand hentes visitorhistorikken højst hvert 30. minut. Lokationsuploads følger fortsat serverens sendeindstilling.
de: Im häufigeren Hintergrundmodus wird die Besucherhistorie höchstens alle 30 Minuten abgefragt. Standort-Uploads laufen weiter gemäß der Sendeeinstellung zum Server.
es: En el modo frecuente en segundo plano, el historial de visitantes se solicita como máximo cada 30 minutos. Las cargas de ubicación siguen la opción de envío al servidor.
fi: Tiheämmässä taustatilassa vierailijahistoria haetaan enintään 30 minuutin välein. Sijaintilähetykset noudattavat edelleen palvelimelle lähettämisen asetusta.
fr: En mode arrière-plan fréquent, l’historique des visiteurs est demandé au plus toutes les 30 minutes. Les envois de position suivent toujours le réglage d’envoi au serveur.
it: Nella modalità frequente in background, la cronologia visitatori viene richiesta al massimo ogni 30 minuti. Gli invii della posizione seguono ancora l’impostazione di invio al server.
ja: より頻繁なバックグラウンドモードでは、訪問者履歴の取得は最大でも30分ごとです。位置情報のアップロードはサーバー送信設定に従います。
nl: In de frequentere achtergrondmodus wordt de bezoekersgeschiedenis hoogstens elke 30 minuten opgevraagd. Locatie-uploads blijven de serververzendinstelling volgen.
zh_hans: 在更频繁的后台模式下，访客历史最多每 30 分钟请求一次。位置上传仍会遵循服务器发送设置。

# frequent_background_visitor_check_60m
source: Every hour
da: Hver time
de: Alle 60 Minuten
es: Cada hora
fi: Tunnin välein
fr: Toutes les heures
it: Ogni ora
ja: 1時間ごと
nl: Elk uur
zh_hans: 每小时

# frequent_background_visitor_check_60m_explanation
source: In frequent background mode, visitor history is requested at most once every hour. Location uploads continue according to the server-delivery setting.
da: I den hyppigere baggrundstilstand hentes visitorhistorikken højst én gang i timen. Lokationsuploads følger fortsat serverens sendeindstilling.
de: Im häufigeren Hintergrundmodus wird die Besucherhistorie höchstens alle 60 Minuten abgefragt. Standort-Uploads laufen weiter gemäß der Sendeeinstellung zum Server.
es: En el modo frecuente en segundo plano, el historial de visitantes se solicita como máximo una vez por hora. Las cargas de ubicación siguen la opción de envío al servidor.
fi: Tiheämmässä taustatilassa vierailijahistoria haetaan enintään kerran tunnissa. Sijaintilähetykset noudattavat edelleen palvelimelle lähettämisen asetusta.
fr: En mode arrière-plan fréquent, l’historique des visiteurs est demandé au plus une fois par heure. Les envois de position suivent toujours le réglage d’envoi au serveur.
it: Nella modalità frequente in background, la cronologia visitatori viene richiesta al massimo una volta all’ora. Gli invii della posizione seguono ancora l’impostazione di invio al server.
ja: より頻繁なバックグラウンドモードでは、訪問者履歴の取得は最大でも1時間に1回です。位置情報のアップロードはサーバー送信設定に従います。
nl: In de frequentere achtergrondmodus wordt de bezoekersgeschiedenis hoogstens eenmaal per uur opgevraagd. Locatie-uploads blijven de serververzendinstelling volgen.
zh_hans: 在更频繁的后台模式下，访客历史最多每小时请求一次。位置上传仍会遵循服务器发送设置。

# frequent_background_visitor_check_every_update
source: Every update
da: Ved hver opdatering
de: Bei jedem Update
es: En cada actualización
fi: Jokaisella päivityksellä
fr: À chaque mise à jour
it: A ogni aggiornamento
ja: 更新ごと
nl: Bij elke update
zh_hans: 每次更新

# frequent_background_visitor_check_every_update_explanation
source: Visitor history is requested after every accepted background update. This is the freshest option, but uses the most network and battery.
da: Visitorhistorikken hentes efter hver accepteret baggrundsopdatering. Det er mest aktuelt, men bruger mest netværk og batteri.
de: Die Besucherhistorie wird nach jedem akzeptierten Hintergrund-Update abgefragt. Das ist am aktuellsten, nutzt aber am meisten Netzwerk und Akku.
es: El historial de visitantes se solicita después de cada actualización en segundo plano aceptada. Es la opción más actual, pero usa más red y batería.
fi: Vierailijahistoria haetaan jokaisen hyväksytyn taustapäivityksen jälkeen. Tämä on ajantasaisin vaihtoehto, mutta käyttää eniten verkkoa ja akkua.
fr: L’historique des visiteurs est demandé après chaque mise à jour en arrière-plan acceptée. C’est l’option la plus à jour, mais elle utilise le plus de réseau et de batterie.
it: La cronologia visitatori viene richiesta dopo ogni aggiornamento in background accettato. È l’opzione più aggiornata, ma usa più rete e batteria.
ja: 受け入れられた各バックグラウンド更新の後に訪問者履歴を取得します。最も新しい状態を保てますが、通信とバッテリーを最も使います。
nl: De bezoekersgeschiedenis wordt na elke geaccepteerde achtergrondupdate opgevraagd. Dit is het meest actueel, maar gebruikt de meeste netwerk- en batterijcapaciteit.
zh_hans: 每次已接受的后台更新后都会请求访客历史。这是最新的选项，但会使用最多网络和电量。

# frequent_background_visitor_check_interval_title
source: Check visitors
da: Tjek besøgende
de: Besucher prüfen
es: Comprobar visitantes
fi: Tarkista vierailijat
fr: Vérifier les visiteurs
it: Controlla visitatori
ja: 訪問者を確認
nl: Bezoekers controleren
zh_hans: 检查访客

source: Full permissions granted
da: Fuld tilladelse givet
de: Volle Berechtigungen erteilt
es: Permisos completos concedidos
fi: Kaikki luvat myönnetty
fr: Autorisations complètes accordées
it: Autorizzazioni complete concesse
ja: すべての権限が付与されました。
nl: Volledige machtigingen verleend
zh_hans: 已授予全部权限

source: GetLocation calls (today)
da: GetLocation-kald (i dag)
de: GetLocation-Aufrufe (heute)
es: Llamadas GetLocation (hoy)
fi: GetLocation-kutsut (tänään)
fr: Appels GetLocation (aujourd’hui)
it: Chiamate GetLocation (oggi)
ja: GetLocation 呼び出し（今日）
nl: GetLocation-aanroepen (vandaag)
zh_hans: GetLocation 调用（今天）

source: GetLocationHistory calls (today)
da: GetLocationHistory-kald (i dag)
de: GetLocationHistory-Aufrufe (heute)
es: Llamadas GetLocationHistory (hoy)
fi: GetLocationHistory-kutsut (tänään)
fr: Appels GetLocationHistory (aujourd’hui)
it: Chiamate GetLocationHistory (oggi)
ja: GetLocationHistory 呼び出し（今日）
nl: GetLocationHistory-aanroepen (vandaag)
zh_hans: GetLocationHistory 调用（今天）

source: GetVisitorHistory calls (today)
da: GetVisitorHistory-kald (i dag)
de: GetVisitorHistory-Aufrufe (heute)
es: Llamadas GetVisitorHistory (hoy)
fi: GetVisitorHistory-kutsut (tänään)
fr: Appels GetVisitorHistory (aujourd’hui)
it: Chiamate GetVisitorHistory (oggi)
ja: GetVisitorHistory 呼び出し（今日）
nl: GetVisitorHistory-aanroepen (vandaag)
zh_hans: GetVisitorHistory 调用（今天）

source: Group not found
da: Gruppe ikke fundet
de: Gruppe nicht gefunden
es: Grupo no encontrado
fi: Ryhmää ei löytynyt
fr: Groupe introuvable
it: Gruppo non trovato
ja: グループが見つかりません。
nl: Groep niet gevonden
zh_hans: 未找到群组

# group_detailview_edit
source: Edit
da: Redigér
de: Bearbeiten
es: Editar
fi: Muokkaa
fr: Modifier
it: Modifica
ja: 編集
nl: Bewerken
zh_hans: 编辑

# group_empty_add_devices_message
source: add devices using the Edit button
da: tilføj enheder via knappen Redigér
de: Füge Geräte mit dem Bearbeiten‑Button hinzu
es: añade dispositivos usando el botón Editar
fi: lisää laitteita Muokkaa-painikkeella
fr: ajoutez des appareils avec le bouton Modifier
it: aggiungi dispositivi usando il pulsante Modifica
ja: 編集ボタンを使用してデバイスを追加してください
nl: voeg apparaten toe via de knop Bewerken
zh_hans: 使用编辑按钮添加设备

# group_map_could_fetch_device_location
source: could not fetch location for device: %@
da: kunne ikke hente placering for enhed: %@
de: Standort für Gerät konnte nicht abgerufen werden: %@
es: no se pudo obtener la ubicación del dispositivo: %@
fi: ei voitu hakea laitteen sijaintia: %@
fr: impossible de récupérer la position de l’appareil : %@
it: impossibile recuperare la posizione del dispositivo: %@
ja: デバイスの位置情報を取得できませんでした: %@
nl: kon locatie voor apparaat niet ophalen: %@
zh_hans: 无法获取设备位置：%@

# group_member_devices
source: select devices that should be in this group
da: vælg de enheder, der skal være i denne gruppe
de: Wähle Geräte aus, die in dieser Gruppe sein sollen
es: selecciona los dispositivos que deben estar en este grupo
fi: valitse laitteet tähän ryhmään
fr: sélectionnez les appareils qui doivent être dans ce groupe
it: seleziona i dispositivi che devono essere in questo gruppo
ja: このグループに含めるデバイスを選択してください
nl: selecteer apparaten die in deze groep moeten zitten
zh_hans: 选择应包含在此组的设备

source: Group Name
da: Gruppenavn
de: Gruppenname
es: Nombre del grupo
fi: Ryhmän nimi
fr: Nom du groupe
it: Nome gruppo
ja: グループ名
nl: Groepsnaam
zh_hans: 群组名称

# group_name_placeholder
source: Enter group name
da: Indtast gruppenavn
de: Gruppennamen eingeben
es: Escribe el nombre del grupo
fi: Anna ryhmän nimi
fr: Saisissez le nom du groupe
it: Inserisci il nome del gruppo
ja: グループ名を入力してください
nl: Voer groepsnaam in
zh_hans: 输入群组名称

# group_name_section
source: Group Name
da: Gruppenavn
de: Gruppenname
es: Nombre del grupo
fi: Ryhmän nimi
fr: Nom du groupe
it: Nome gruppo
ja: グループ名
nl: Groepsnaam
zh_hans: 群组名称

# group_name_textfield
source: enter a group name here
da: indtast et gruppenavn her
de: Gib hier einen Gruppennamen ein
es: ingresa un nombre de grupo aquí
fi: kirjoita ryhmän nimi tähän
fr: entrez un nom de groupe ici
it: inserisci qui un nome di gruppo
ja: ここにグループ名を入力してください
nl: voer hier een groepsnaam in
zh_hans: 在此输入群组名称

# group_row_num_devices
source: %d devices
da: %d enheder
de: %d Geräte
es: %d dispositivos
fi: %d laitetta
fr: %d appareils
it: %d dispositivi
ja: %d台のデバイス
nl: %d apparaten
zh_hans: %d 台设备

# grouplist_addbutton
source: Create group
da: Opret gruppe
de: Gruppe erstellen
es: Crear grupo
fi: Luo ryhmä
fr: Créer un groupe
it: Crea gruppo
ja: グループを作成
nl: Groep aanmaken
zh_hans: 创建群组

# grouplist_addbutton_hint
source: Opens the create group sheet
da: Åbner arket til at oprette en gruppe
de: Dialog zum Erstellen einer Gruppe öffnen
es: Abre la hoja de creación de grupo
fi: Avaa ryhmän luonti-ikkunan
fr: Ouvre la feuille de création de groupe
it: Apre il foglio per creare un gruppo
ja: グループ作成シートを開く
nl: Opent het scherm om een groep te maken
zh_hans: 打开创建群组面板

# grouplist_edit_done
source: Done
da: Færdig
de: Fertig
es: Listo
fi: Valmis
fr: Terminé
it: Fatto
ja: 完了
nl: Gereed
zh_hans: 完成

# grouplist_editbutton
source: Edit
da: Redigér
de: Bearbeiten
es: Editar
fi: Muokkaa
fr: Modifier
it: Modifica
ja: 編集
nl: Bewerken
zh_hans: 编辑

# grouplist_editbutton_hint
source: Enters edit mode for the groups list
da: Åbner redigeringstilstand for gruppelisten
de: Wechselt in den Bearbeitungsmodus der Gruppenliste
es: Entra en modo edición de la lista de grupos
fi: Siirtyy ryhmälistan muokkaustilaan
fr: Passe en mode édition de la liste des groupes
it: Entra nella modalità modifica elenco gruppi
ja: グループ一覧の編集モードに入ります
nl: Schakelt bewerkingsmodus voor de groepenlijst in
zh_hans: 进入群组列表编辑模式

source: Groups
da: Grupper
de: Gruppen
es: Grupos
fi: Ryhmät
fr: Groupes
it: Gruppi
ja: グループ
nl: Groepen
zh_hans: 群组

source: Hide DeviceKey
da: Skjul DeviceKey
de: DeviceKey ausblenden
es: Ocultar DeviceKey
fi: Piilota DeviceKey
fr: Masquer la DeviceKey
it: Nascondi DeviceKey
ja: DeviceKeyを非表示
nl: DeviceKey verbergen
zh_hans: 隐藏 DeviceKey

source: History Options
da: Historikindstillinger
de: Verlaufseinstellungen
es: Opciones de historial
fi: Historian valinnat
fr: Options d’historique
it: Opzioni cronologia
ja: 履歴オプション
nl: Geschiedenisopties
zh_hans: 历史记录选项

# history_load_failed
source: Could not load history.
da: Kunne ikke indlæse historik.
de: Verlauf konnte nicht geladen werden.
es: No se pudo cargar el historial.
fi: Historian lataus epäonnistui.
fr: Impossible de charger l’historique.
it: Impossibile caricare la cronologia.
ja: 履歴を読み込めませんでした。
nl: Kon geschiedenis niet laden.
zh_hans: 无法加载历史记录。

# history_loading
source: Loading history…
da: Historik indlæses…
de: Verlauf wird geladen…
es: Cargando historial…
fi: Ladataan historiaa…
fr: Chargement de l’historique…
it: Caricamento cronologia…
ja: 履歴を読み込み中…
nl: Geschiedenis laden…
zh_hans: 正在加载历史记录…

# history_no_data
source: No location history available yet.
da: Ingen placeringshistorik endnu.
de: Kein Standortverlauf vorhanden.
es: Aún no hay historial de ubicación disponible.
fi: Ei vielä sijaintihistoriaa.
fr: Aucun historique de localisation disponible pour le moment.
it: Nessuna cronologia posizione disponibile.
ja: 位置履歴はまだありません。
nl: Nog geen locatiegeschiedenis beschikbaar.
zh_hans: 尚无位置历史。

# history_no_data_in_range
source: No history entries in the selected range.
da: Ingen historik i det valgte interval.
de: Keine Verlaufsdaten im ausgewählten Zeitraum.
es: No hay entradas de historial en el rango seleccionado.
fi: Ei historiaa valitulla aikavälillä.
fr: Aucune entrée d’historique dans l’intervalle sélectionné.
it: Nessuna voce di cronologia nell'intervallo selezionato.
ja: 選択した期間の履歴がありません。
nl: Geen historie in het geselecteerde bereik.
zh_hans: 所选范围内没有历史记录。

# history_playback_speed_hint
source: Long press to change playback speed
da: Langt tryk for at ændre afspilningshastighed
de: Lang drücken um Wiedergabegeschwindigkeit zu ändern
es: Mantén pulsado para cambiar la velocidad
fi: Paina pitkään muuttaaksesi nopeutta
fr: Appui long pour changer la vitesse
it: Tieni premuto per cambiare velocità
ja: 長押しで再生速度を変更
nl: Houd ingedrukt om snelheid te wijzigen
zh_hans: 长按更改播放速度

# history_quick_range_7d
source: 1 week
da: 1 uge
de: 1 Woche
es: 1 semana
fi: 1 viikko
fr: 1 semaine
it: 1 settimana
ja: 1週間
zh_hans: 1 周

# history_quick_range_24h
source: 1 day
da: 1 dag
de: 1 Tag
es: 1 día
fi: 1 päivä
fr: 1 jour
it: 1 giorno
ja: 1日
nl: 1 dag
zh_hans: 1 天

# history_quick_range_31d
source: 1 month
da: 1 måned
de: 1 Monat
es: 1 mes
fi: 1 kuukausi
fr: 1 mois
it: 1 mese
ja: 1か月
nl: 1 maand
zh_hans: 1 个月

# history_quick_range_all
source: all
da: alle
de: Alle
es: todo
fi: kaikki
fr: tout
it: tutto
ja: すべて
nl: alles
zh_hans: 全部

# history_timeline_scrub_handle
source: Scrub timeline
da: Skub i tidslinjen
de: Zeitachse steuern
es: Deslizar la línea de tiempo
fi: Vieritä aikajanaa
fr: Faire défiler la chronologie
it: Scorri la timeline
ja: タイムラインをスクラブ
nl: Door tijdlijn schuiven
zh_hans: 滑动时间轴

# history_timeline_visible_count
source: Showing %1$d of %2$d points
da: Viser %1$d af %2$d punkter
de: Zeige %1$d von %2$d Punkten
es: Mostrando %1$d de %2$d puntos
fi: Näytetään %1$d / %2$d pistettä
fr: Affichage de %1$d sur %2$d points
it: Mostrando %1$d di %2$d punti
ja: %1$d / %2$d 個のポイントを表示
nl: %1$d van %2$d punten worden getoond
zh_hans: 显示 %1$d / %2$d 点

source: Hue
da: Farvetone
de: Farbton
es: Tono
fi: Sävy
fr: Teinte
it: Tonalità
ja: 色相
nl: Tint
zh_hans: 色相

source: Hybrid map
da: Hybridkort
de: Hybridkarte
es: Mapa híbrido
fi: Hybridi-kartta
fr: Carte hybride
it: Mappa ibrida
ja: ハイブリッドマップ
nl: Hybride kaart
zh_hans: 混合地图

source: With server history enabled, the server stores your location history (depending on server and update rate). Without history, only the last location is kept for a while.
da: Hvis du aktiverer serverhistorik, gemmer serveren en historik over dine sidste positioner (afhænger af server og opdateringsfrekvens). Hvis du ikke vil gemme historik, kan du vælge kun at gemme din seneste position i en begrænset tid.
de: Mit aktiviertem Serververlauf speichert der Server deine Standorthistorie (je nach Server und Aktualisierung). Ohne Verlauf wird nur der letzte Standort für eine gewisse Zeit gespeichert.
es: Con el historial del servidor activado, el servidor guarda el historial de tus ubicaciones (según el servidor y la frecuencia de actualización). Sin historial, solo se conserva la última ubicación durante un tiempo.
fi: Kun otat palvelinhistorian käyttöön, palvelin säilyttää sijaintihistoriasi (riippuu palvelimesta ja päivitystiheydestä). Jos et halua säilyttää historiaa, voit valita, että vain viimeinen sijainti tallennetaan rajatuksi ajaksi.
fr: Avec l’historique serveur activé, le serveur enregistre l’historique de tes positions (selon le serveur et la fréquence des mises à jour). Sans historique, seule la dernière position est conservée pendant un certain temps.
it: Se abiliti la cronologia sul server, il server manterrà la cronologia delle tue ultime posizioni (in base al server e alla frequenza di aggiornamento). Se preferisci non tenere una cronologia, puoi scegliere di conservare solo l'ultima posizione per un tempo limitato.
ja: サーバー履歴を有効にすると、位置履歴が保存されます（サーバーや更新頻度による）。無効にすると、最後の位置のみ一定期間保存されます。
nl: Als je servergeschiedenis inschakelt, bewaart de server een geschiedenis van je laatste locaties (afhankelijk van server en updatefrequentie). Als je geen geschiedenis wilt bewaren, kun je ervoor kiezen alleen je laatste locatie een beperkte tijd op te slaan.
zh_hans: 启用服务器历史记录后，服务器会保存你的位置历史（取决于服务器和更新频率）。 如果不想保留历史，可以选择仅在限定时间内保存上次位置。

source: Indicate location accuracy
da: Vis placeringsnøjagtighed
de: Genauigkeit anzeigen
es: Indicar la precisión de la ubicación
fi: Näytä sijaintitarkkuus
fr: Indiquer la précision de la position
it: Indica la precisione della posizione
ja: 位置情報の精度を示す
nl: Locatienauwkeurigheid aangeven
zh_hans: 显示定位精度

# invalid_miataru_qr_code
source: Invalid QR-Code
da: Ugyldig QR-kode
de: Ungültiger QR-Code
es: Código QR no válido
fi: Virheellinen QR-koodi
fr: QR code invalide
it: QR code non valido
ja: 無効なQRコード
nl: Ongeldige QR-code
zh_hans: 无效的二维码

# invalid_miataru_qr_code_error_text
source: The QR-Code has to begin with 'miataru://'.
da: QR-koden skal starte med 'miataru://'.
de: Der QR-Code muss mit "miataru://" beginnen.
es: El código QR debe comenzar con 'miataru://'.
fi: QR-koodin on alettava 'miataru://'.
fr: Le code QR doit commencer par « miataru:// ».
it: Il QR code deve iniziare con 'miataru://'.
ja: QRコードは「miataru://」で始まる必要があります。
nl: De QR-code moet beginnen met 'miataru://'.
zh_hans: 二维码必须以“miataru://”开头。

source: Last GPS update
da: Seneste GPS-opdatering
de: Letztes GPS-Update
es: Última actualización de GPS
fi: Viimeisin GPS-päivitys
fr: Dernière mise à jour GPS
it: Ultimo aggiornamento GPS
ja: 最終GPS更新
nl: Laatste GPS-update
zh_hans: 最近 GPS 更新

source: Last server update
da: Seneste serveropdatering
de: Letztes Server-Update
es: Última actualización del servidor
fi: Viimeisin palvelinpäivitys
fr: Dernière mise à jour du serveur
it: Ultimo aggiornamento server
ja: 最終サーバー更新
nl: Laatste serverupdate
zh_hans: 最近服务器更新

# last_background_update_label
source: Last background update:
da: Seneste baggrundsopdatering:
de: Letztes Hintergrund-Update:
es: Última actualización en segundo plano:
fi: Viimeisin taustapäivitys:
fr: Dernière mise à jour en arrière-plan :
it: Ultimo aggiornamento in background:
ja: 最新のバックグラウンド更新:
nl: Laatste achtergrondupdate:
zh_hans: 最近后台更新：

# lm_background_status
source: Background
da: Baggrund
de: Hintergrund
es: Segundo plano
fi: Tausta
fr: Arrière-plan
ja: 背景
nl: Achtergrond
zh_hans: 后台

# lm_foreground_status
source: Foreground
da: Forgrund
de: Vordergrund
es: Primer plano
fi: Etualue
fr: Avant-plan
it: Primo piano
ja: 前景
nl: Voorgrond
zh_hans: 前台

source: Location Access
da: Placeringsadgang
de: Standortzugriff
es: Acceso a la ubicación
fi: Sijaintioikeus
fr: Accès à la localisation
it: Accesso posizione
ja: 位置情報アクセス
nl: Locatietoegang
zh_hans: 位置访问

source: Location access denied
da: Placeringsadgang nægtet
de: Standortzugriff verweigert
es: Acceso a la ubicación denegado
fi: Sijaintioikeus evätty
fr: Accès à la localisation refusé
it: Accesso posizione negato
ja: 位置情報アクセスが拒否されました
nl: Locatietoegang geweigerd
zh_hans: 位置访问被拒绝

source: Location access restricted
da: Placeringsadgang begrænset
de: Standortzugriff eingeschränkt
es: Acceso a la ubicación restringido
fi: Sijaintioikeus rajoitettu
fr: Accès à la localisation restreint
it: Accesso posizione limitato
ja: 位置情報アクセスが制限されています
nl: Locatietoegang beperkt
zh_hans: 位置访问受限

source: Location History
da: Positionshistorik
de: Standortverlauf
es: Historial de ubicación
fi: Sijaintihistoria
fr: Historique de localisation
it: Cronologia posizione
ja: 位置情報履歴
nl: Locatiegeschiedenis
zh_hans: 位置历史

source: Location Permissions
da: Placerings­tilladelser
de: Standortberechtigungen
es: Permisos de ubicación
fi: Sijaintiluvat
fr: Autorisations de localisation
it: Permessi posizione
ja: 位置情報許可
nl: Locatie­machtigingen
zh_hans: 位置权限

source: Location services not available
da: Placeringstjenester ikke tilgængelige
de: Standortdienste nicht verfügbar
es: Servicios de ubicación no disponibles
fi: Sijaintipalvelut eivät käytettävissä
fr: Services de localisation indisponibles
it: Servizi di posizione non disponibili
ja: 位置情報サービスが利用できません
nl: Locatiediensten niet beschikbaar
zh_hans: 定位服务不可用

source: Location Tracking
da: Lokationssporing
de: Standortverfolgung
es: Seguimiento de ubicación
fi: Sijainnin seuranta
fr: Suivi de localisation
it: Tracciamento della posizione
ja: 位置情報追跡
nl: Locatietracering
zh_hans: 位置跟踪

source: Location tracking deactivated
da: Lokationssporing deaktiveret
de: Standortverfolgung deaktiviert
es: Seguimiento de ubicación desactivado
fi: Sijainninseuranta pois käytöstä
fr: Suivi de localisation désactivé
it: Tracciamento posizione disattivato
ja: 位置情報追跡が無効になっています
nl: Locatietracering gedeactiveerd
zh_hans: 位置跟踪已停用

source: Location Tracking Details
da: Detaljer om lokationssporing
de: Details zur Standortverfolgung
es: Detalles del seguimiento de ubicación
fi: Sijainninseurannan tiedot
fr: Détails du suivi de localisation
it: Dettagli tracciamento posizione
ja: 位置追跡の詳細
nl: Details locatietracering
zh_hans: 位置跟踪详情

source: Location Tracking Status
da: Status for lokationssporing
de: Status der Standortverfolgung
es: Estado del seguimiento de ubicación
fi: Sijainninseurannan tila
fr: État du suivi de localisation
it: Stato tracciamento posizione
ja: 位置追跡のステータス
nl: Status locatietracering
zh_hans: 位置跟踪状态

source: Location updates in the background are only detected when they are significant (>500m).
da: Lokationsopdateringer i baggrunden registreres kun, når de er betydelige (>500 m).
de: Standort-Updates im Hintergrund werden nur erkannt, wenn sie signifikant sind (>500 m).
es: Las actualizaciones de ubicación en segundo plano solo se detectan cuando son significativas (>500 m).
fi: Taustasijainti päivittyy vain merkittävässä liikkeessä (>500 m).
fr: Les mises à jour de localisation en arrière-plan ne sont détectées que lorsqu’elles sont significatives (>500 m).
it: Gli aggiornamenti di posizione in background vengono rilevati solo se significativi (>500 m).
ja: バックグラウンドでの位置情報更新は、重要な変化（>500m）があった場合にのみ検出されます。
nl: Locatie-updates op de achtergrond worden alleen gedetecteerd als ze significant zijn (>500 m).
zh_hans: 后台位置更新仅在变动明显时检测（>500 米）。

# location_permission_open_settings_button
source: Open Settings
da: Åbn indstillinger
de: Einstellungen öffnen
es: Abrir configuración
fi: Avaa asetukset
fr: Ouvrir les réglages
it: Apri impostazioni
ja: 設定を開く
nl: Instellingen openen
zh_hans: 打开设置
